13/data/attachments/e186540d60e1da55.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_591f5839-246a-4089-9257-7da7980e52a0</nif:username>
            <nif:friendToBeAdded>Daniel_never_Friend_8527_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>